Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Naver] WEBTOON LATAM_The Retreats.tmx
Source language: en
Languages: es_419

source: it's not like you to be so arrogant...
es_419: No me esperaba que fueses tan arrogante…

source: ...I've got a word of advice for you.
es_419: … te doy un consejo.

source: ...and if you're interested, a body augmentation specialist as well.
es_419: … y si te interesa, un especialista en mejoras corporales.

source: sure, our people could keep you safe here...
es_419: Sí, nuestra gente puede mantenerte a salvo…

source: you won't survive by fighting fair.
es_419: No se sobrevive jugando limpio.

source: we made the best choice we could...
es_419: Tomamos la mejor decisión…

source: ...you were on the news...
es_419: … apareciste en las noticias…

source: I can't hear you. my ears are ringing.
es_419: No te oigo, me zumban los oídos.

source: I get that you're hurt and you need treatment, kid...
es_419: Entiendo que estés herido y necesites tratamiento, niño…

source: Fine, let's do this!
es_419: ¡Bien, hagámoslo!

source: I'm sure of it!
es_419: ¡Estoy seguro!

source: ...to take from them.
es_419: … robarles algo.

source: twitch
es_419: TIC

source: even if that impostor looks just like me, he couldn't have copied my memories.
es_419: Aunque ese impostor se vea igual a mí, no puede robarme mis recuerdos.

source: if the enemy really are watching us from somewhere nearby...
es_419: Si el enemigo de verdad me está vigilando de cerca…

source: I have to risk my life again?
es_419: ¿Tengo que arriesgar mi vida otra vez?

source: I guess I'll be seeing you around from now on.
es_419: Supongo que ahora vamos a vernos bastante.

source: you might not be up to it, but your son...
es_419: Puede que no quieras dar el paso, pero tu hijo…

source: we're surrounded!
es_419: ¡Estamos rodeados!

source: I can't let you die!
es_419: ¡No te dejaré morir!

source: fine by me, kid!
es_419: ¡Bien por mí, niño!

source: would you rather take your chances out there and get killed by the vultures...
es_419: ¿Qué prefieres? ¿Arriesgarte a que Los Buitres te maten allá afuera…

source: you were picked out of three thousand companies through a random lottery.
es_419: Fuiste elegido entre tres mil empresas mediante un sorteo.

source: what happens now is up to you.
es_419: Lo que pase es tu responsabilidad.

source: tell me the truth.
es_419: Dime la verdad.

source: attention all hunters in the area.
es_419: Atención, cazadores en la zona.

source: am I going to die?
es_419: ¿Voy a morir?

source: I'm sure you've done the math, too.
es_419: Sé que tú también te diste cuenta.

source: wait...
es_419: Espera…

source: what if no one had come to help him after all that?
es_419: ¿Y si nadie lo rescataba?

source: It's not every day we find a member of the 817.
es_419: No todos los días encuentras a un miembro de los 817.

source: I've got an idea.
es_419: Tengo una idea.

source: if we do, eventually there will come a moment...
es_419: Si lo hacemos, llegará el momento en que…

source: yeah, I'm damn sure--
es_419: Sí, segurísimo…

source: hehe... who knows?
es_419: Je, je… ¿Quién sabe?

source: if I see my father, I can easily prove to him that john's son is pretending to be me.
es_419: Si veo a mi padre, podré demostrarle sin problema que el hijo de John se hace pasar por mí.

source: at this rate, you'll be the only broken skull left.
es_419: A ese paso, vas a ser la única calavera rota que quede.

source: please, john... quit it with this prank already...
es_419: Vamos, John… Esta broma no es graciosa…

source: ugh, whatever. there's no point getting riled up by a savage...
es_419: Agh, no importa. No vale la pena molestarse por un salvaje…

source: ...was an entirely new and unfamiliar sensation.
es_419: … era una sensación completamente nueva y desconocida.

source: ...he was making others kill...
es_419: … hacía que los demás mataran…

source: ...she's so tough.
es_419: … la hace tan fuerte

source: that doesn't change that he's still a retreats scum...
es_419: Eso no cambia el hecho de que sea una basura de El Refugio…

source: ...aren't you glad she's on our side?
es_419: … ¿no te alegra que ella sea de los nuestros?

source: ...I had a perfect life, entirely devoid of such concerns.
es_419: … tenía una vida perfecta, desprovista de semejantes preocupaciones.

source: No one knows what kind of fresh hell might be waiting for us.
es_419: Nadie sabe qué clase de infierno nos espera ahí.

source: ...you might die like one, too.
es_419: … podrías morir igual que uno.

source: ...I swear on the broken skulls' honor that I'll let you live.
es_419: … juro por el honor de las calaveras rotas que te dejo vivir.

source: phase one of the retreats infiltration plan...
es_419: Fase uno del plan de infiltración a El Refugio…

source: I didn't expect them to charge in head first.
es_419: No creí que nos atacarían primero.

source: ...I'll make sure that everything in the retreats will also belong to the people of the slums one day.
es_419: … voy a asegurarme de que todo lo que haya en El Refugio también pertenezca a la gente de los barrios algún día.

source: you're simply existing... drowning in the brine.
es_419: Solo se puede existir… y ahogarse en la miseria.

source: it serves as a kind of id chip that keeps track of their biometrics and confirms their identities.
es_419: Funciona como una especie de identificador que monitorea sus datos biométricos y confirma su identidad.

source: just get out there!
es_419: ¡Solo ven!

source: ...would allow chief to take them out in return!
es_419: … ¡los haga un blanco fácil para el jefe!

source: well, we're on a completely different level in terms of both scale and firepower.
es_419: Bueno, somos sumamente superiores a ellos tanto en tamaño como en armamento.

source: ...you asked me if that meant we were set for life.
es_419: … me preguntaste si teníamos la vida resuelta.

source: I can't run anymore...
es_419: No puedo correr más…

source: not only that, if it's no longer able to detect its user's vital signs, it sends a signal after two minutes...
es_419: Y no solo eso. Si deja de detectar los signos vitales de su usuario, envía una señal a los dos minutos…

source: two years later
es_419: Dos años después

source: ...and I told our guys to collect any valuables from them.
es_419: … les dije a los chicos que recogieran cualquier objeto valioso.

source: so, how many people has my family helped around here?
es_419: Y bien, ¿a cuántas personas ha ayudado mi familia?

source: Before you get chopped up into pieces!
es_419: ¡Antes de que te corte en pedacitos!

source: now I'm strong enough to crush someone's skull with my bare hands.
es_419: Ahora soy tan fuerte que puedo destrozar cráneos solo con mis puños.

source: that's right... that's my only priority right now.
es_419: Exacto… Esa es mi única prioridad en este momento.

source: ...think!
es_419: … ¡piensa!

source: in that case...
es_419: En ese caso…

source: think about it. not only is it pitch black down here...
es_419: Ahora que lo pienso, no solo está muy oscuro aquí abajo…

source: in fact, why don't you join me for a trip to brine?
es_419: De hecho, ¿qué tal si damos un paseo juntos en Salmuera?

source: ...I heard gunshots!
es_419: … escuché disparos!

source: ...I'd choose death every time!
es_419: … ¡elijo mil veces la muerte!

source: but the bad news is, we're gonna have to fight our way out of here.
es_419: Pero la mala noticia es que tendremos que pelear para salir de aquí.

source: I was worried. you were screaming your head off for a while before you passed out.
es_419: Me tenías preocupado. Gritabas a pleno pulmón antes de desmayarte.

source: man... it ain't easy playing dead in the middle of a gunfight.
es_419: Amigo… no es nada fácil hacerse el muerto en medio de un tiroteo.

source: life is precious and no one has the right to take it from another person.
es_419: La vida es valiosa y nadie tiene derecho a arrebatársela a alguien más.

source: I was just wondering if I could have a glass of water.
es_419: Solo quería saber si podía darme un vaso de agua.

source: he's got a few screws loose, but I can tell he's got some serious skills...
es_419: Tiene un par de tornillos sueltos, pero admito que es un tipo muy hábil…

source: they might just head back if we stay put...
es_419: Si nos quedamos quietos, tal vez se larguen…

source: ...I've observed your inferiority complex...
es_419: … estuve analizando tu complejo de inferioridad…

source: ...but I simply can't bear to see people suffer like that.
es_419: … pero no soporto ver a la gente padecer tanto.

source: got it.
es_419: Entendido.

source: As such, you have been cleared to forgo the trial process for the 817 terrorist Layton Greenwood…
es_419: Por tanto, se decidió omitir el juicio del terrorista de los 817, Layton Greenwood…

source: for a skinny runt with no muscles, he's pretty sharp!
es_419: Para ser un renacuajo sin músculos, ¡es muy listo!

source: ...that after it malfunctioned once in the americas a long, long time ago...
es_419: … después de un problema que tuvo hace muchísimo tiempo el chip en América…

source: you shouldn't underestimate hose centipedes. the cheonryong gang, I mean.
es_419: No subestimes a esos ciempiés. Hablo de los Cheonryong.

source: are delicacies like this common in the retreats?
es_419: … ¿Estos manjares son comunes aquí?

source: it worked!
es_419: ¡Funcionó!

source: guh... urgh!
es_419: Agh… ¡Ufff!

source: my legs are shaking... dammit...
es_419: Me tiemblan las piernas… Maldición…

source: it was good to see that you aren't completely useless when shit hits the fan.
es_419: me alegra ver que no eres del todo inútil cuando la cosa se pone fea.

source: I did as you said... can I go now?
es_419: Hice lo que me pediste… ¿ya puedo irme?

source: but we're not necessarily fighting to kill. we're fighting to survive.
es_419: … pero no necesariamente estamos peleando para matar. Peleamos para sobrevivir.

source: but we lost the wristwatch...
es_419: pero perdimos el dispositivo…

source: what happens if I refuse to join you guys?
es_419: ¿Qué pasa si rehúso unirme a ustedes?

source: Citizen of the slums John Canty
es_419: Ciudadano de Salmuera John Canty

source: what's gotten into you, old man?
es_419: ¿Qué carajo te pasa, anciano?

source: ...nothing will change for the people of brine! they'll still have to drink contaminated water!
es_419: … ¡nada va a cambiar para la gente de Salmuera, y van a tener que seguir bebiendo agua contaminada!

source: just like my dad watches the battlegrounds on tv...
es_419: Así como mi papá ve las batallas por televisión…

source: he's an employee at my dad's company!
es_419: ¡Es un empleado en la empresa de mi papá!

source: whatever, man!
es_419: ¡Como sea!

source: ...the thing they'd want the most...
es_419: … lo que más querrían…

source: that guy...
es_419: Ese tipo…

source: don't listen to him!
es_419: ¡No lo escuches!

source: never mind. it's nothing.
es_419: No es nada. Olvídalo.

source: ...take control of my fate.
es_419: … controlaran mi destino.

source: here, I'm going to make you into a real man.
es_419: Vamos, voy a convertirte en un hombre de verdad.

source: not bad...
es_419: Nada mal…

source: like I said earlier... the people of the slums have to drink rustwater, if not for the purifiers supplied by your father.
es_419: Como te dije antes… La gente de los barrios solo bebería aguas negras si no fuese por los purificadores de tu padre.

source: Marry me and I'll take you to the retreats with me.
es_419: Si te casas conmigo, iremos juntos a El Refugio.

source: fire!
es_419: ¡Fuego!

source: You might think it ridiculous…
es_419: Tal vez te parezca ridículo…

source: do I have to be a real man?
es_419: ¿Acaso tengo que ser uno?

source: I should've shot that bastard!!!
es_419: ¡¡¡Debí matar a ese malnacido!!!

source: a gang of that size... they must be sitting on a mountain of gold by now.
es_419: Una pandilla de ese tamaño… debe tener una montaña de oro.

source: ...but I'll finally be able to go home!
es_419: … ¡pero al fin podré volver a casa!

source: was probably based on equipment fenced from the retreats.
es_419: seguramente provenía de El Refugio.

source: Episode 3 - Livestock
es_419: Episodio 3 - Ganadería

source: finally, it's stopped raining.
es_419: Al fin dejó de llover.

source: what I want...
es_419: Lo que quiero es…

source: what it can do goes beyond simple calculations... it can basically predict the future.
es_419: Lo que hace va más allá de unos simples cálculos… Básicamente, puede predecir el futuro.

source: you think I won't do it?!
es_419: ¡¿Crees que no soy capaz?!

source: I don't know how the hell you ended up in this place, kid...
es_419: No sé cómo carajo terminaste en este lugar, niño…

source: plop
es_419: PLOF

source: who gives a crap about clean water when I might die tomorrow?
es_419: ¿Qué importa el agua limpia si puedo morir mañana mismo?

source: Episode 21 - Pyromaniac
es_419: Episodio 21 - El piromaníaco

source: randy! how did I do?
es_419: ¿Cómo estuve, Randy?

source: the switch was hidden into the wall.
es_419: El interruptor estaba escondido en la pared.

source: let's split into teams here.
es_419: Separémonos en equipos.

source: where am I?
es_419: ¿Dónde estoy?

source: Planning/Production
es_419: Idea/Producción

source: and sentenced to execution for his role in the biringam terror attack.
es_419: y condenado a la pena de muerte por su papel en el ataque terrorista a Biringam.

source: we're in the thick of it now...
es_419: Estamos en pleno tiroteo ahora…

source: that was our last grenade... but that's all we need to turn the tables.
es_419: Esa era nuestra última granada… pero nos basta para cambiar la situación.

source: So they actually exist!
es_419: ¡Entonces, sí existen!

source: they're destroying everything in their path!
es_419: ¡Están destruyendo todo a su paso!

source: ...who suspects absolutely nothing. it was almost disappointingly easy.
es_419: … y no sospecha absolutamente nada. Fue tan fácil que casi me decepciona.

source: why not?
es_419: ¿Por qué?

source: yo, tiber! what's up? we need to finish packing.
es_419: ¡Tiber! ¿Qué pasa? Tenemos que terminar de empacar.

source: why are they aiming at the savage?
es_419: ¡¿Por qué apuntan al salvaje?!

source: ...is this that man's trap?!
es_419: … ¡¿era una trampa?!

source: you'd better get used to it.
es_419: Acostúmbrate.

source: okay.
es_419: Bueno.

source: What other choice do we have?
es_419: ¿Qué otra opción tenemos?

source: I thought people from the retreats were supposed to be superior to us.
es_419: Creí que la gente de El Refugio era superior a nosotros.

source: ...what's truly ridiculous is that only 1% of humanity get to live the high life in the retreats while the rest of us suffer in the slums.
es_419: … lo verdaderamente ridículo es que solo el uno por ciento de la humanidad viva con los lujos de El Refugio mientras el resto sufre en los barrios.

source: bunch of amateurs.
es_419: Son unos novatos.

source: I need to take the shot!
es_419: ¡Tengo que disparar!

source: lean
es_419: SE INCLINA

source: ...I might enjoy watching it myself.
es_419: Tal vez sí me gustaría verlas.

source: What, isn't hijacking freight ships from the vultures good enough for you anymore?
es_419: ¿Qué? ¿Acaso te cansaste de robar los buques de carga de Los Buitres?

source: at one point, they even sent kids from the new retreats on school trips to biringam...
es_419: Hace tiempo, incluso hacían excursiones escolares con los niños del nuevo refugio a Biringam.

source: aaargh!!!
es_419: ¡¡¡Aaaah!!!

source: right now.
es_419: Ya mismo.

source: even if we are retracing old man layton's steps...
es_419: Aunque estemos volviendo sobre los pasos de Layton…

source: but they tend to stay well away from that place nowadays.
es_419: Pero hoy en día se mantienen bien alejados de ese lugar.

source: now, what do you say, kid?
es_419: ¿Qué dices, niño?

source: cheonryong gang hideout, several days later
es_419: Varios días después, guarida de los Cheonryong

source: if you value your life, that is...
es_419: Si valoras tu vida, haz lo que digo…

source: I then circled back and let the skulls spot me on purpose.
es_419: Di la vuelta y me dejé ver a propósito por las calaveras.

source: it's almost impressive how bad you are at this.
es_419: Eres tan malo disparando que casi me impresionas.

source: ah, speaking of which...
es_419: Ah, hablando de eso…

source: and what I witnessed here were...
es_419: ¡Y lo que he visto aquí ha sido…

source: this place is full of surprises.
es_419: Este lugar está lleno de sorpresas.

source: nah, I bet you had at least one more rep in you.
es_419: No, apuesto a que podías hacer una repetición más.

source: I'll kill you!
es_419: ¡Te mataré!

source: I knew he'd follow the trail of blood I left behind!
es_419: ¡Sabía que seguiría el rastro de sangre que dejé!

source: judging by the bullet holes, they definitely weren't here for a friendly chat.
es_419: A juzgar por esos balazos, no vinieron precisamente para hacer amigos.

source: I feel so weak... is this what happens when you bleed out?
es_419: Me siento muy débil… ¿esto es lo que pasa cuando te desangras?

source: ...what about your son, then?
es_419: … ¿Qué hay entonces de tu hijo?

source: ...and the world remained unchanged, as though nothing had ever happened.
es_419: … y el mundo permaneció igual, como si nada hubiese ocurrido.

source: hey, you. get up.
es_419: Ey, levántate.

source: they must've found an escape route to their rear.
es_419: Seguro encontraron una ruta de escape en su retaguardia.

source: the six of us will infiltrate the retreats.
es_419: Los seis vamos a infiltrarnos en El Refugio.

source: Episode 27 - Underground
es_419: Episodio 27 - Bajo tierra

source: it's worth more than 30 million in old-world dollars.
es_419: Vale más de 30 millones de dólares de los antiguos.

source: but doing it this way will take us longer...
es_419: Pero vamos a tardar más de esta forma…

source: randy, it's me.
es_419: Randy, soy yo.

source: [PUBG UNIVERSE] In the distant future, people live in abundance in the Retreats, a so-called Paradise on Earth.
es_419: [UNIVERSO DE PUGB] En un futuro lejano, las personas viven en las abundancias del refugio, el mismísimo paraíso en la tierra.

source: unfortunately, he's not exactly being cooperative.
es_419: Lamentablemente, no está cooperando mucho que digamos.

source: in times like these, sanity is a rare commodity.
es_419: En tiempos así, la cordura es un lujo escaso.

source: yeah, what if somebody steals it?!
es_419: ¡Sí! ¡¿Y si alguien lo roba?!

source: so finally, I made the decision to kill everyone in this entire cursed city--
es_419: Por eso, al fin tomé la decisión de matar a todos en esta maldita ciudad…

source: ...I'm done for!
es_419: … ¡será mi fin!

source: fight and take what's yours!
es_419: ¡Peleen y exijan lo que es suyo!

source: but the livestock industry collapsed long ago...
es_419: Pero la industria ganadera colapsó hace mucho…

source: they assume we're in cahoots, so they're taking us both out. simple, huh?
es_419: Asumen que trabajamos juntos, por eso nos quieren eliminar a los dos. Simple, ¿no?

source: and the port is quite a distance from here, too...
es_419: … además, el puerto está lejos de aquí…

source: well?
es_419: ¿Y bien?

source: he got lucky, that jonny fella.
es_419: Qué suerte tuvo ese Jonny.

source: I think they're a gang called "the rock."
es_419: Creo que es una pandilla llamada “La roca”.

source: boo!
es_419: ¡Bu!

source: unfortunately for you...
es_419: Por desgracia para ti…

source: we keep going.
es_419: Seguiremos en pie.

source: THUD
es_419: PUM

source: Huh?
es_419: ¿Eh?

source: wait, they're coming this way!
es_419: ¡Un minuto, vienen para acá!

source: ...we're both gonna die!
es_419: … ¡los dos vamos a morir!

source: what should I do?!
es_419: ¡¿Qué hago?!

source: as long as you can get me back into the retreats...
es_419: Siempre y cuando puedas regresarme a El Refugio…

source: get down!
es_419: ¡Agáchate!

source: risking our very lives to take what we want...
es_419: Arriesgar la vida para obtener lo que queremos…

source: go get the thing, dammit!
es_419: ¡Busquen esa cosa, carajo!

source: at having a "chicken dinner."
es_419: … de “cenar pavo”.

source: brine suffers from a chronic water shortage.
es_419: Salmuera sufre una escasez crónica de agua.

source: I'm hereby raising the bounty on the targets...
es_419: Voy a aumentar la recompensa de los objetivos…

source: coming your way! go, go, go!
es_419: ¡Voy hacia ti! ¡Vamos, vamos!

source: looks like canty knew we'd come after him.
es_419: Parece que Canty sabía que iríamos tras él.

source: Last year's battlegrounds winner Jonny mountain
es_419: Ganador de las batallas del año pasado Jonny Mountain

source: how many times did I almost die today?
es_419: ¿Cuántas veces estuve a punto de morir hoy?

source: ...this will be good practice for him.
es_419: … esto será un buen entrenamiento para él.

source: so I have to pay?
es_419: ¿Tengo que pagarte?

source: god... dammit...!
es_419: ¡Maldita… sea…!

source: but...
es_419: Pero…

source: don't you have better things to do?
es_419: ¿No tienes nada mejor que hacer?

source: go, before I confiscate that damn bike of yours!
es_419: ¡Si no quieres que te quite tu maldita moto, vete!

source: ...and watch the show unfold.
es_419: … y veamos el espectáculo.

source: to tell me if it'd be possible to switch a rich brat from the retreats with my son gable.
es_419: … me digas si es posible cambiar a un niño mimado de El Refugio por mi hijo Gable.

source: ...that none of us would ever make it into the retreats.
es_419: … de que ninguno de nosotros lograría vivir allá.

source: what's up, tiber? what's got your panties in a twist?
es_419: ¿Qué pasa, Tiber? ¿Qué mosca te picó ahora?

source: he seems like a good guy...
es_419: Parece ser un buen tipo…

source: ...but truth be told, I don't care about any of that, as long as I get to go home.
es_419: … pero la verdad es que nada de eso me importa, siempre que pueda volver a casa.

source: I'm just a gardener in the retreats, working to raise some capital...
es_419: No soy más que un jardinero de El Refugio que quiere conseguir dinero…

source: these retreats scum make me sick...
es_419: La gente de aquí me da asco…

source: die!!!
es_419: ¡¡¡Mueran!!!

source: "blue chip"? dad, do I have one of those in my neck too?
es_419: ¿”Chip azul”? ¿Yo también tengo uno en el cuello, papá?

source: but I didn't do anyth--
es_419: Pero no hice nad…

source: accepting this offer might be the only way to save edward's life.
es_419: Tal vez la única forma de salvarle la vida a Edward sea aceptando la oferta.

source: has he left yet?
es_419: ¿Ya se fue?

source: I've got nothing to say to ignorant sheep like you!
es_419: ¡No tengo nada que decirle a un borrego ignorante como tú!

source: ugh... th-they killed him...!
es_419: Agh… ¡L-lo mataron…!

source: there's nothing more idiotic than being glued to that fucked up murder gambling show.
es_419: No hay nada más idiota que enviciarse con esa estúpida exhibición de asesinatos.

source: if he also has the wristwatch, we'll be killing two birds with one stone.
es_419: Si también tiene la muñeca, vamos a matar dos pájaros de un tiro.

source: Here, take it--
es_419: Toma, llévatela…

source: ...is my dad.
es_419: … es mi papá.

source: central biringam
es_419: Biringam central

source: I apologize!
es_419: ¡Lo lamento!

source: hendrik, ethan! go after the brat! he went that way!
es_419: ¡Hendrik! ¡Ethan! ¡Vayan tras el mocoso! ¡Se fue por ahí!

source: until you get paid, you mean?
es_419: Primero quieres tu pago, ¿no?

source: I take it you're the leader of this sorry bunch.
es_419: Supongo que eres el líder de este grupito.

source: the savage?
es_419: ¿El salvaje?
